{
    "news": {
        "Introducing CatGPT": {
            "contentSubtitle": "Unleash Creativity with Feline AI! 🐾",
            "imgSrc": "https://raw.githubusercontent.com/bryanluwz/gh-pages-common-public/main/images/carousel/Cat-GPT-carousel-banner.png",
            "imgLink": "https://bryanluwz.github.io/cat-gpt",
            "contentBody": "\nCatGPT, the cutting-edge language model, is here to revolutionize the world of AI. Designed by ClosedAI, this purr-fect software combines the power of GPT with the charm of cats. From generating captivating stories to providing expert advice, CatGPT brings a unique touch to every interaction. With its meow-tastic capabilities and endless possibilities, CatGPT is your ultimate companion for creativity and innovation. Embrace the feline revolution with CatGPT and let your imagination roam free! 🐱✨\n\n_Disclaimer: not really_\n\n",
            "lastUpdatedDate": "26 May 2023"
        },
        "Introducing News": {
            "contentSubtitle": "Stay Informed with Our Latest News Section!",
            "contentBody": "\nExciting news awaits you in our brand new News Section! Discover the latest progress, features, and exciting updates happening right here on our website.\n\n",
            "lastUpdatedDate": "26 May 2023"
        },
        "Shiba Inu Chan's Flipping Fun": {
            "contentSubtitle": "Let Fate Decide!",
            "imgSrc": "https://raw.githubusercontent.com/bryanluwz/gh-pages-common-public/main/images/carousel/Flip-A-Coin-carousel-banner.png",
            "imgLink": "https://bryanluwz.github.io/flip-a-coin",
            "contentBody": "\nIntroducing Shiba Inu Chan's Flip a Coin webpage, where you can leave decisions up to chance with an adorable twist! Experience the joy of flipping a coin alongside everyone's favorite Shiba Inu. Whether it's settling a friendly debate or making a spontaneous choice, Shiba Inu Chan is here to add a touch of whimsy to your decision-making process. Embrace the excitement and flip away!\n\n",
            "lastUpdatedDate": "28 May 2023"
        }
    }
}